{"src": "www.nvidia.com", "text": "Stanley “Boom” Williams decided to enter the 2017 NFL Draft after a productive three year career at Kentucky. Williams rushed for 1,170-yards and seven touchdowns in the 2016 season. He boasted an impressive 6.8 yards per carry and posed a threat to hit a home run every time he touched the ball. Now, he’s joining the Bengals as an undrafted free agent after going undrafted this weekend. Williams could be an effective back in the league if he’s able to stay healthy. At 5’7”, 190 pounds, Williams has always had issues with durability. His small stature also presents issues when pass-blocking and running between the tackles. However, Williams’ athleticism and ability to break off the big run makes him deserving of a chance to make the roster in Cincinnati. The Bengals selection of Joe Mixon was a big addition, but there’s still uncertainty in regards to when Giovanni Bernard will return from his ACL injury. On top of that, Jeremy Hill’s production has dropped off since his rookie season. Therefore, there is a legitimate opportunity for Williams sneak his way into a roster spot. If Williams can prove to be durable, he has the ability to be a productive change of pace back for the Bengals.", "type": "Eng", "id": "0", "title": "First Part"}
{"src": "The Internet", "text": "About This Game Casino Blackjack 21 with a TWIST!! Cheat and Play against Cheaters to Win Cash. Cheaters Blackjack updates the Classic Casino Gambling Game with Cheating, Wild West Type Showdowns, 6 Game Modes and Worldwide Internet Scoring Leaderboards. CHEATERS BLACKJACK 21 adds the 'Cheating' twist to the classic game. Cheating steals the next card in the deck and swaps it with the worst card in your hand *IF* it improves your hand (Improve Hand/Avoid Busting). Play against Cheating CPU opponents to win match play and compare your scores to other player Worldwide!! CATCH CPU players to prevent them from cheating to gain advantage. CHEAT to Improve your hand and chances of winning BUT if the CPU players catch you cheating it could spell trouble since they can challenge you in a Old West type showdown for Cash. Win hands to increase your Cheat Percent. Use Cheat Percent to CATCH Cheaters or CHEAT to improve your hand. Get ready to play the classic game like you've never seen it before. You know the rules, You've played the classic game, now try it with this exciting New Twist - Blackjack 21, Cheating and Wild West Showdowns - Whats not to Like? Compare your scores to players around the Globe. Good Luck!! ★ CHEAT to Steal/Swap Next Card if Better ★ CATCH CPU Players to Stop them from Cheating. ★ PLAY Multiple Seats to CHEAT Faster. (Each Win Improves Your Odds) ★ DISABLE Cheating for Normal Blackjack Play ★ Colorful HD Player/CPU/Table Graphics ★ WILD WEST Type Caught! CHEATER Showdowns ★ COMPARE Scores against Players Worldwide ★ 6 Exciting Game Modes - 6 Web LeaderBoards ★ Play Alone or with up to 4 CPU Opponents. ★ Perfect for a Quick Game or Extended Match. ★ EASY to Learn. Use Strategy to Win!! Cheaters Blackjack 21 plays a 100% fair gambling game. There is NO computer peeking or cheating to gain advantage over the player. Each 6 deck shuffle is randomized to maintain fairness. Players also can easily DISABLE cheating mode to practice proper Blackjack gambling strategy in a simulation quality mode. Steam Notes: Hi fellow Steamers!! Cheaters Blackjack is a program I created because I LOVE Blackjack. Its a reboot of a PC/Pocket PC app I created years ago. I made the game to play on multiple platforms (so I could enjoy it everywhere!!). All versions compete using the same scoreboards since no platform has an advantage. It can be played on PC (MAC, Linux coming soon), Mobile, Tablets and TV against the top scores of people on the other platforms. I tried to create a GUI that works equally well on all devices and think that CB21 has basically achieved the goal. Programmed by BlackOpzFX Labs.", "type": "Eng", "id": "42", "title": "Second Part"}
{"src": "www.nvidia.com", "text": "SAN FRANCISCO – A new edition of an international space exploration planning document to be released early next year will offer an updated plan for human missions to the moon and Mars, emphasizing the role that NASA’s proposed Deep Space Gateway could play. In January, NASA and 14 international space agencies plan to publish their common goals for exploration, including an extended presence in low Earth orbit, a cislunar habitat, moon missions and eventual excursions to Mars, in an updated Global Exploration Roadmap being drafted by the International Space Exploration Coordination Group (ISECG). Since NASA’s first flight of its heavy-lift Space Launch System with an Orion capsule is scheduled for as soon as late 2019, it’s time to decide “what we are going to do with these vehicles,” Kathy Laurini, NASA senior adviser for exploration and space operations, said during a Global Exploration Roadmap community workshop at the NASA Ames Research Center Nov. 29. “We’ve been engaged with our international partners on how we’ll use these to explore together.” ISECG, a voluntary organization whose members share non-binding plans and objectives, published its last Global Exploration Roadmap in 2013. ISECG members will use the new Roadmap to show domestic policymakers and funding agencies how specific programs will contribute to global endeavors, said Laurini, who also serves as ISECG chair. NASA, for example, will point to the roadmap as it seeks funding and authorization for future SLS and Orion missions. NASA officials acknowledged, though, that the agency is waiting for confirmation of a new administrator and direction from the National Space Council. Future exploration plans will become clearer when the Trump Administration and Congress weigh in on the agency’s budget, said Mark Geyer, acting deputy associate administrator for NASA’s Human Explorations and Operations Mission Directorate. NASA also is seeking domestic and international support for its conceptual Deep Space Gateway. “We see an orbital platform as playing a vital and synergistic role with anything you do on the surface,” said John Guidi, NASA advanced exploration systems deputy director. For instance, reusable landers could move astronauts to the Deep Space Gateway, which could also serve as a jumping off point for exploration of near Earth asteroids and Mars. “Cislunar orbit is the sweet spot. It’s close enough to Earth and the moon but out of the gravity wells,” Guidi said. In the new Roadmap, ISECG will emphasize a shared commitment in the next 10 to 15 years to continue operations in low Earth orbit, where space agencies can conduct microgravity research and test life support systems for future exploration missions. Some of that work, though, may occur in new public or private space stations rather than the International Space Station. The ISS partners have agreed to keep funding the space station through 2024. To date, NASA and its international partners have been able to maintain the aging space station with spare parts. However, older components, including the solar arrays, will need to be replaced by the end of the 2020s, said Robyn Gatens, deputy director of NASA’s ISS Division. Even if the ISS partners do not make commitments to support it beyond 2024, the transition from space station to another platform should be gradual, Gatens added. The new Roadmap lays out a three-phase plan. The starting point, Phase 0, is ongoing research and testing on ISS. During Phase 1 in the 2020s, international agencies would explore the lunar vicinity. In that timeframe, NASA would work with partners to construct the Deep Space Gateway, a crewed outpost with less than 10 percent of the habitable volume of ISS, and agencies would send robotic missions to the lunar surface and prepare for human lunar exploration. By Phase 2 in the 2030s, agencies would send exploration missions to orbit Mars. Under current budget projections, NASA could launch one crewed SLS/Orion flight per year, with each Orion spending approximately 40 days at the Deep Space Gateway, Guidi said. Four SLS missions in the 2020s could assemble elements of the Deep Space Gateway, including its power and propulsion bus, habitat, logistics module and airlock, Guidi said. ISECG shared its draft Roadmap to encourage companies, government agencies and academic organizations to offer comments. “The Deep Space Gateway is a concept for government-led exploration endeavors,” Laurini said. “It is a commitment to being there. And because we are there, it will offer opportunities for commercial entities.” Those commercial opportunities, ISECG partners believe, include playing key roles in delivering cargo to the Deep Space Gateway, relaying communications from the lunar surface, sending instruments to the surface of the moon to support government investigations of volatile organic compounds and transporting cargo to the moon to support crews spending time there.", "type": "Eng", "id": "0", "title": "Third Part"}
{"src": "The Internet", "text": "Refined mansion tax proposal being fed into debate on abolishing 50p tax rate for those earning more than £150,000 The Liberal Democrats are pushing for the eventual disbanding of the 50p rate of tax to see the implementation of a new land tax levied on properties above £1m. In a refinement of their controversial mansion tax policy launched at their party conference two years ago, the Lib Dems now believe there is an argument for levying capital gains tax on any money made from the sale of a property after the first £1m. The Lib Dem idea is being fed into the debate surrounding how to bring down the 50p rate for those earning more than £150,000. A review into the rate is expected to confirm suspicions it does not bring in much revenue but serves to deter international business from locating in the UK at a time when the chancellor is seeking to encourage inward investment and spur growth. Over the weekend, George Osborne gave his clearest sign that the top rate would come down. Speaking on BBC Radio 4, Osborne said there was \"not much point\" in having a tax that raised scant funds but that served to drive businesses out of Britain. Osborne said: \"I've said with the 50p rate I don't see that as a lasting tax rate for Britain because it's very uncompetitive internationally, and people frankly can move. What is it actually raising? It's only been in operation for a year, this tax, put in place by the last government.\" Danny Alexander, the Lib Dem Treasury chief secretary, has said supporters of abolishing the 50p rate are living in \"cloud cuckoo land\". Vince Cable, the Lib Dem business secretary, has said if it goes it must be replaced by another imposition on the wealthy – possibly a mansion tax which would hit owners of the highest-value properties.", "type": "Eng", "id": "42", "title": "Fourth Part"}
{"src": "www.nvidia.com", "text": "CHICAGO (STMW) — Three people were killed and at least 13 others wounded in shootings across the city between Friday evening and Monday morning. The latest fatal shooting happened Sunday morning in the Marquette Park neighborhood on the Southwest Side. About 11:25 a.m., officers responding to a call of a person on the ground in the 6500 block of South Fairfield found 18-year-old Dennis Bradford III unresponsive with gunshot wounds to the head and wrist, according to Chicago Police and the Cook County medical examiner’s office. Bradford, of the the 6200 block of South Mozart, was pronounced dead at the scene at 11:43 a.m., authorities said. Earlier Sunday, a 28-year-old man died after being dropped off at a Far South Side hospital with a gunshot wound to the hip, police said. He showed up at Roseland Community Hospital, 45 W. 111th St., shortly before 5 a.m. and later was pronounced dead, police said. His name has not been released. Authorities are trying to determine where the shooting happened. Area South detectives are handling the homicide investigation. The weekend’s first fatal shooting happened Friday evening in West Elsdon on the Southwest Side. Lauren Membreno, 23, was in the front seat of a vehicle parked in the 5500 block of South Karlov about 7 p.m. when another vehicle pulled up and someone inside opened fire, authorities said. Membreno — who wasn’t the intended target — was shot in the head and taken to Mount Sinai Hospital, where she was pronounced dead at 5:37 p.m. Saturday. She lived in the 5300 block of South Spaulding, authorities said. A police source said her boyfriend, who was sitting in the driver seat, was thought to have been the target. The most recent nonfatal shooting happened early Monday in the West Side Austin neighborhood. A 25-year-old man was a passenger in a vehicle going westbound in the 5300 block of West Chicago about 12:30 a.m. when he heard gunfire and realized he’d been shot in the right foot. He was driven to West Suburban Medical Center in Oak Park, where his condition was stabilized, police said. Four people were wounded during a two-hour spate of gunfire Sunday night. About 10 p.m., a 14-year-old boy was shot in the hand in the Belmont Central neighborhood on the Northwest Side. He and two other people were walking in the 5700 block of West Belden when a gunman opened fire. The boy was taken to West Suburban Medical Center and transferred to Lurie Children’s Hospital, where his condition was stabilized, police said. Detectives were questioning a person of interest in the shooting Monday morning. Twenty minutes earlier, a 25-year-old man was outside in Austin’s 4800 block of West Monroe about 9:40 p.m. when a gray car drove by and someone inside fired shots, striking the man in the right arm. He took himself to West Suburban Medical Center, where his condition was stabilized, police said. About an hour earlier, a 43-year-old man was shot in both legs and the hand in the Chatham neighborhood on the South Side. The shooting happened at 8:50 p.m. in the 9200 block of South Cottage Grove and he was taken to Advocate Christ Medical Center in Oak Lawn, where his condition was stabilized, police said. The circumstances of the shooting were unknown. At 8:05 p.m., a bullet grazed the right shoulder of a man who heard shots while walking in the 8300 block of South Houston in the South Chicago neighborhood. He declined medical treatment. At least eight more people were wounded in separate shootings between 8:30 p.m. Friday and 6 a.m. Monday. (Source: Sun-Times Media Wire © Chicago Sun-Times 2016. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed.)", "type": "Eng", "id": "0", "title": "Fifth Part"}
{"src": "The Internet", "text": "Introduction On Feb. 1, 2017, the United States led Coalition was accused by local activists and journalists that it had bombed the headquarters of the Syrian Arab Red Crescent (SARC) located in the Carlton Hotel in the city of Idlib, Syria. Photos and videos allegedly showing the bombed headquarters quickly emerged online. This open source investigation aims to verify the various claims made surrounding this incident. Content Summary Claims Methodology Open Sources Findings Summary Based on open source research, it can be confirmed that the Syrian Arab Red Crescent (SARC) utilised the Carlton Hotel in Idlib city as a headquarters. It can also be confirmed that the Carlton Hotel was recently severely damaged. The US-led Coalition was accused of conducting an airstrike on the building in the early morning of Feb. 1, killing one SARC member, but the Coalition denies any involvement. Neither the exact date of the attack nor the perpetrator can be established based on open sources. What can be observed, however, is that a bomb appears to have pierced at least four floors before detonating. Claims The following claims are circulating on social media: One or more airstrikes conducted by the US-led Coalition destroyed a part of the Carlton Hotel in Idlib city. The Carlton Hotel was used by the SARC as headquarters. This open source investigation aims to verify those claims by answering the following questions: Is there a Carlton Hotel in Idlib city? Was the Carlton Hotel in Idlib was used by the SARC as headquarters? Was the Carlton Hotel in Idlib was bombed? If so, was it bombed by the US(-led Coalition)? Methodology The investigation uses only openly available sources on the Internet. In addition, a request to comment on this incident and the accusation was sent to the Coalition’s public affairs office. Sources were found by, for example, searches on social media using certain keywords of internet. One can think of a search on ‘Red Crescent Idlib’ in Arabic: “الهلال الأحمرادلب‎‎”. These social media include Facebook, YouTube, Twitter, and Instagram. After the exact location of the incident was found, the coordinates have been used to conduct location-based searches in a 2-km radius on those same social networks. Reference photos have been found via geotagged pictures on Panoramio. All YouTube videos have been checked for the date and potential other, earlier uploads using Amnesty International’s YouTube Data Viewer, and images Google’s reverse image search has been used to see if the photos were not posted before the date of the attack. Bellingcat has published several how-to guides to for beginning or advanced open source investigations. All sources but one has geolocated. Open Sources These are the main open sources found and used outside of the use of freely available mapping data and satellite imagery via Wikimapia, Google Earth, Google Maps, and Bing Maps. Pro-opposition media, local activists and organisations have shared videos and photos showing the same severely damaged building, and large number of them accuse the Coalition for conducting the airstrikes: Al-Baladi News also published a video showing SARC employees in a ravaged building [link/archived], and Al Jazeera Arabic also sent a reporter to the scene who said it is not clear who conducted the airstrike [link/archived]. Findings 1. Is there a Carlton Hotel in Idlib city? Yes, based on open sources it can be confirmed that there is a Carlton Hotel in Idlib city. First of all, the hotel (Arabic: فندق كارلتون) is listed as a four-star hotel on hotel booking websites (for example, hotelscombined.com [archived]) and Google Maps [archived]. The hotel is located in southern part of Idlib city, at the coordinates 35.9206001, 36.634748 (Wikimapia). Secondly, the hotel is referred to in media, for example by esyria.net [archived] and dp-news.com [archived]. The articles are an interview with the hotel director and a news report that the hotel closed its restaurant in 2011, respectively. Thirdly, photos that are geotagged on Panoramio, or that can be geolocated to the area, indeed show a building which bears a sign ‘Carlton Hotel’, including a logo and four stars. 2. Was the Carlton Hotel in Idlib was used by the SARC as a headquarters? Yes, based on open sources it can be confirmed that the SARC used the Carlton Hotel in Idlib as a headquarters. First of all, nearly forty SARC members of the Idlib branch posed with four ambulances in front of the Carlton Hotel in a picture uploaded to their Facebook page on Jan. 17, 2017. The same Facebook page also reported the attack which destroyed ‘most of [their] administrative offices but didn’t injure humans’ [link/archived]. Photos posted in Feb. 2016 shows that the Carlton Hotel was already used by SARC at that time [photo 1: link/archived; photo 2: link/archived; photo 3: link/archived; photo 4: link/archived]. Members of the SARC team declared to the Website for the Syrian Revolution that the building does not contain any headquarters of military factions. Secondly, the official Twitter account of the delegation of the International Committee of the Red Cross in Syria condemned the bombing, “a clear violation of [international humanitarian law”, hours after the attacked reportedly happened. This tweet thus suggests that the ICRC Syria is aware that there is an aid branch operating in the destroyed location, which brings us to the next point: Was the Carlton Hotel in Idlib indeed bombed? 3. Was the Carlton Hotel in Idlib was bombed? If so, was it bombed by the US-led Coalition? Based on open sources, it can be established that the west wing of the Carlton Hotel has been severely damaged. Below are photos and screengrabs from videos showing that damage. All footage taken outside of the building can be geolocated to the immediate surrounding of the Carlton Hotel. The map below shows all locations from where photos or videos of the ravaged hotel were taken. In a news report [archived], MICRO SYRIA claims that the Carlton Hotel, which houses the Red Crescent, was targeted by unknown aircraft at three ‘o clock at night of February 1, 2017. A reconnaissance aircraft was seen in the sky an hour before the airstrike happened, media activist Ammar al-Adalba told Website for the Syrian Revolution. He said that it was most likely an airplane from the Coalition that struck the SARC headquarters, resulting in destruction and fire inside the building. As there is no (open or commercial) satellite imagery available around the date of the alleged strike, the exact date of the destruction cannot be confirmed. There are no obvious visual indicators, like weapon remnants, that could identify the perpetrator of the attack, or the cause of the damage. There is, however, footage of an object that appears to have pierced at least four floors of the building. A rescue worker interviewed by Step News Agency claims that “a missile went from the roof down to the first floor.” Some have suggested the damage at the Carlton Hotel may be due to a delay-action bomb, which is designed to explode some time after impact (think of a bunker buster, for example). Building upon that claim, it has been suggested that it must have been either the Coalition or the Russian Air Force that conducted the bombing; the Syrian Arab Air Force (SyAAF) is believed to be incapable of delivering such bombs during night time. However, as Tom Cooper detailed in this War Is Boring piece, may well have the capacity to operate at night. There is currently no visual evidence to confirm the use of a delay-action bomb, so the above remains speculation. In reply to a request of information, the Coalition’s public affairs office e-mailed Bellingcat that “the Coalition did not conduct airstrikes in Idlib on Feb. 1, 2017.” With regards to injuries and casualties, the estimates by the local sources range from nine to eleven individuals that were injured. At least one ambulance has also been severely damaged in the incident, photos and videos show. Update: In a previous version, the article stated that an e-mail was sent to US Central Command. This is not correct, the e-mail was sent to the US-led Coalition. The reply came from the Coalition’s press desk, which is was an e-mail-address associated with the US military. Update: An earlier version of this hotel incorrectly mentioned that the Ghreir family was killed in this incident. That is not correct, the Ghreir family was indeed confirmed by SARC as being killed in Idlib, but in a separate incident.", "type": "Eng", "id": "42", "title": "Sixth Part"}
{"src": "www.nvidia.com", "text": "Two of the three investigations into the actions of Salt Lake City Police officers Detective Jeff Payne and Lt. James Tracy following Payne’s arrest of University of Utah Health nurse Alex Wubbels have finished. The first — the police department’s internal affairs investigation — concluded that Tracy violated five departmental policies. It found that he acted with conduct unbecoming of an officer. Other rules broken include behaving with courtesy in public contacts, a policy favoring misdemeanor citations over arrests ”whenever possible,” the code of ethics and a standards of conduct policy. It also found that Payne violated all five of those same policies, plus an additional policy which required him to report his use of physical force while arresting Wubbels — which he did not do. Of Payne’s actions, the department wrote, “You demonstrated extremely poor professional judgment (especially for an officer with 27 years of experience), which calls into question your ability to effectively serve the public and the Department in a manner that inspires the requisite trust, respect, and confidence.” To both employees, letters said, “disciplinary action, which may include termination of your employment, is being considered in response to actions on your part which appear to be a violation of policy and/or expectations related to the performance of your job duties.” Payne’s lawyer, Greg Skordas, responded to the internal investigation’s results. He complimented their accounting of the facts but took issue with some of the results. He said he feels the report wouldn’t have been so harsh if the body camera footage hadn’t been publicly released and believes the report will be used to “justify major discipline … when it’s not warranted here.” “He made a terrible mistake … But let’s not overstate it because it’s become a YouTube sensation,” Skordas said. The second investigation — an independent review by the Civilian Review Board — concluded with findings that Tracy did not meet the responsibilities of his position as a watch commander, that both officers should have contacted the department’s legal adviser and that both officers did not understand the laws in question. It also found that Payne violated three department policies — public courtesy, blood draw procedures and his obligation to follow policy and orders. The Civilian Review Board’s report also noted that no other police officer or security personnel present at the time of the incident intervened. These officers were from both SLCPD and the University of Utah’s campus police department. The security there was employed by the hospital. Wubbels and her lawyer have named the inaction of those individuals as one of their primary concerns. Their actions are also under ongoing criminal investigation by the Salt Lake County District Attorney’s office, in coordination with the Unified Police Department and the FBI. Wubbels had called hospital security when Payne became agitated. They came, but did not intervene in any way, telling her it was a “police matter” in which they couldn’t “get involved.” When she asked a U police officer to protect her from Payne, who was threatening her with arrest at the time, he told her that he would not prevent Payne from arresting her if she interfered with his work because her actions were obstruction of justice. One U officer, Steven Worona, appears to assist in Payne’s arrest of Wubbels by placing his hand on her shoulder to hold her still. After she was arrested, he approached Payne and Tracy, offering to help them get the blood they wanted. In a video released online, U police Chief Dale Brophy said, “Having seen the video and firsthand what she went through, and what she tried to do to de-escalate and solve the problem, I think that somebody else — [university] security and/or police — could have stepped up and taken that role from her and been the advocate for her like they should’ve been.” Brophy said he’s met with the department and instituted more de-escalation training “to make sure it never happens again.” On July 26, Payne went to the U’s hospital in search of a patient’s blood on behalf of the Logan Police Department. When Wubbels refused to give him a sample under policy agreed to by the hospital and SLCPD, Payne arrested her and pulled her out of the hospital while she screamed for help. Tracy, Payne’s supervisor that day, arrived shortly after the arrest. He had ordered her arrest. Payne and Tracy have both worked as police officers for decades. Payne has won multiple awards for his work, including a Purple Heart award from the Utah Peace Officer’s Association after being shot during a traffic stop. Tracy has held several leadership positions in the force. Both have been reprimanded in the past. In 2013, then-Chief Chris Burbank gave a written reprimand to Payne over allegations that he had sexually harassed a female coworker over a long period of time, including unwanted physical contact. He had also been suspended in 1995 after a police chase in which he violated several department policies. Tracy’s only formal reprimand was in 1997 after he arrested two people, then released them on the other side of the city, never documenting what happened. Payne and Tracy now have until Oct. 3 to respond to the results of the internal affairs investigation. After that time period, SLCPD Chief Mike Brown will make a decision about the consequences the two officers will face. e.vandersteen@dailyutahchronicle.com @EliseAbril", "type": "Eng", "id": "0", "title": "Seventh Part"}
{"src": "The Internet", "text": "People travelling to the Czech Republic have been warned to avoid consuming locally produced spirits following a spate of deaths linked to methanol-laced alcohol. To date, 19 people have died and 36 people have been admitted to hospital after drinking illegally-produced liquor that contains high levels of methanol. The Food Safety Authority of Ireland (FSAI) today reminded people the Czech government has banned all products with alcohol content of 20 per cent or greater. It said Czech authorities have confirmed that it is confined to the Czech Republic only. The tainted alcohol was sold in bottles under fake labels from at least two Czech liquor makers and the bottles weren't properly sealed, according to police. The poisonous drink was offered at discounts in bottles labelled as vodka or tuzemak, a local rum-like alcoholic beverage. Several people went blind or fell into coma after consuming it. Police have uncovered a chain of producers and distributors who supplied tainted drinks to retail outlets, bars and kiosks. Police have charged 23 people with various crimes related to making and spreading poisonous substances after raiding 40 premises, deputy interior minister Jaroslav Hruska said today. While the ban locked about 20 million bottles of spirits in warehouses and hurt liquor makers and hospitality businesses, the government is not considering easing it for now, health minister Leos Heger told reporters in Prague. \"Declining profits, in the context of 19 and potentially more deaths, are a lower priority at this moment,\" Mr Heger said. Easing the ban \"won't be a matter for consideration in the next few days.\" As many as 35 people have been hospitalised, with five new cases of poisoning occurring in the past 24 hours, Mr Heger said. Two people in Slovakia were hospitalised with cases of \"lighter poisoning\" after drinking plum brandy bought over the internet in the Czech Republic, Mr Heger said. Slovakia today joined Poland in banning the sale of liquor imported from the Czech Republic. Both countries border the Czech Republic.", "type": "Eng", "id": "42", "title": "Eighth Part"}
{"src": "www.nvidia.com", "text": "DigitalGlobe is enlisting the crowd to scan and tag images of more than 1,200 square miles of ocean for any visible evidence that could help locate the Malaysia Airlines 777 aircraft that went missing this weekend. The Longmont-based earth-imagery company deployed its FirstLook service on Sunday, directing two of its five satellites to snap photos of the area in the Gulf of Thailand, where investigators suspected the plane may have crashed, and then activated its crowdsourcing platform, Tomnod, on Monday afternoon. Flight MH370, with 239 people on board, lost communication while on its way to Beijing from Kuala Lumpur. The missing plane continued to perplex investigators from around the globe three days later. “If there is something to see on the surface (of the water), we will see it. But the question is if we are looking in the right area,” said Luke Barrington, DigitalGlobe’s senior manager of geospatial big data. As each new theory led to a new dead end, the company recalibrated its action plan based on the Malaysian government’s new area of focus, north and east of oil slicks reported soon after the plane went missing. DigitalGlobe activates FirstLook — used by emergency-response agencies in natural disasters, manmade crises and human interest scenarios — about twice a week, while Tomnod is used more selectively and for different reasons, Barrington said. “We try to use the crowd wisely and not tire them out,” he said. “The story here is much more about the search than it is about the response. This whole feeling of not knowing, the lack of information or ability to do anything, we have seen time and again, is why people want to get involved.” Within the first hour Monday afternoon, the Tomnod map had 60,000 page views with more than a thousand tags. Ten minutes later, that was up to nearly 2,000. Barrington said that the crowd actually directed the company on this particular crisis, asking for them to deploy Tomnod. “The people who come to Tomnod are very motivated to solve problems,” Barrington said. “I would say we will have up to 10,000 contributors on this one.” DigitalGlobe is not the only earth-imagery company capable of delivering high-resolution images, but is arguably the U.S. industry leader. “There are an awful lot of assets up in orbit,” said Marco Caceres, senior space analyst at The Teal Group. “There’s dozens of earth observation satellites and all of them are very, very capable. If they are taking images, then there’s no lack of imagery. And if you haven’t been able to spot something by now, then I don’t know. It has been three days.” Kristen Leigh Painter: 303-954-1638, kpainter@denverpost.com or twitter.com/kristenpainter", "type": "Eng", "id": "0", "title": "Nineth Part"}
{"src": "The Internet", "text": "The head of the Colorado Department of Revenue has written a letter to the Drug Enforcement Administration asking that federal controls on marijuana be loosened slightly to account for its “potential medicinal value.” Colorado is the third state with a medical-marijuana program to ask the DEA to reschedule marijuana. Revenue Department executive director Barbara Brohl’s letter, written Dec. 22, does not come as a surprise. A law passed last year in the legislature required the state to ask for rescheduling by the end of this year. In the letter, Brohl details briefly Colorado’s regulations for medical-marijuana sellers and argues that current federal law, under which all marijuana possession and distribution is illegal, make it difficult for her to administer Colorado’s laws. “As long as there is divergence in state and federal law, there is a lack of certainty necessary to provide safe access for patients with serious medical conditions,” Brohl wrote. The letter asks that the DEA consider moving marijuana from schedule I — a category that includes such drugs as heroin and LSD that are not considered to have medicinal value — to schedule II. Drugs in that category, such as methadone and cocaine, are considered to have some medicinal value but also can be highly addictive. Schedule II substances are able to be prescribed by doctors but are still subject to strict controls. It is unclear whether Colorado’s medical-marijuana laws — which allow doctors to authorize marijuana use through recommendation and allow patients to grow their own cannabis plants — would clash with those controls. Earlier this year, the governors of Rhode Island and Washington also asked the DEA to reschedule marijuana. The DEA has in the past rejected similar requests to reclassify the substance. John Ingold: 303-954-1068 or jingold@denverpost.com", "type": "Eng", "id": "42", "title": "Tenth Part"}